List camList = [{
  "南通江山农药化工股份有限公司  码头_散射":[{
    "江山农化码头DS-2DE5120IW-A(D43228302)"
  }],
  "南通江山农药化工股份有限公司  厂界":[{
    "江山农化厂界DS-2DE5120IW-A(D68567317)"
  }],
  "江苏南通发电有限公司  码头_散射":[{
    "南通发电码头DS-2DE5120IW-A(D43228314)",
    "南通发电煤场DS-2DE5120IW-A(D68567336)"
  }],
  "江苏南通发电有限公司  厂界":[{
    "南通发电厂界DS-2DE5120IW-A(D68567333)"
  }],
  "南通通常港务有限公司  广场北": [{
    "通常港务广场北DS-2DE5120IW-A(D53721246)"
  }],
  "南通华浮港务有限公司  厂界": [{
    "华浮港务厂界DS-2DE5120IW-A(D68567367)"
  }],
  "南通华浮港务有限公司  码头_散射": [{
    "华浮港务码头DS-2DE5120IW-A(D43228296)"
  }],
  "南通通常港务有限公司  码头_散射":[{
    "通常港务码头DS-2DE5120IW-A(D53721243)"
  }],
  "南通通常港务有限公司  江堤_散射":[{
    "通常港务江堤DS-2DE5120IW-A(D53721238)"
  }]
}];